Repository: IAmMajo/Pleno
Catalog: kivopadmin/kivopadmin/Localizable.xcstrings
Source language: en
Languages: de, tr

source: Translate the following German text into English: **Privacy Policy** The operators of this app take your personal data protection very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy. When you use this app, various personal data are collected. Personal data are data with which you can be personally identified. This privacy policy explains what data we collect and what we use it for. It also explains how and for what purpose this is done. We would like to point out that data transmission over the Internet (e.g., communication by e-mail) can have security gaps. A complete protection of data against access by third parties is not possible. **Note on the responsible body** The responsible party for data processing on this app is: Esther Lukeba Blumenmann Straße 17 53842 Troisdorf Phone: 022418667509 Email: Esther.lukeba[@hsrw.org](mailto:lennart-luis.guggenberger@hsrw.org) The responsible body is the natural or legal person who alone or together with others decides on the purposes and means of processing personal data (e.g., names, email addresses, etc.). **Storage duration** Unless a more specific storage period has been specified in this privacy policy, your personal data will remain with us until the purpose for the data processing no longer applies. If you assert a justified deletion request or revoke your consent to data processing, your personal data, such as email address, phone number, and profile picture, will be deleted. However, to ensure the completeness and traceability of the meeting minutes, the identity of the relevant person (e.g., name and role) is retained in these minutes. This serves the authenticity and integrity of the documentation. The remaining personal data are irrevocably removed unless there are other legally valid reasons for the storage (e.g., tax or commercial law retention periods). In the latter case, deletion takes place after these reasons cease to exist. **General notes on the legal basis for the data processing on this website** If you have given consent for data processing, we process your personal data based on Art. 6 para. 1 lit. a GDPR or Art. 9 para. 2 lit. a GDPR if special data categories according to Art. 9 para. 1 GDPR are processed. In the case of a clear consent for the transfer of personal data to third countries, the data processing is also done based on Art. 49 para. 1 lit. a GDPR. If you have consented to the storage of cookies or to access information on your device (e.g., via device fingerprinting), the data processing also takes place based on § 25 para. 1 TDDDG. The consent can be revoked at any time. If your data is necessary for contract fulfilment or for the implementation of pre-contractual measures, we process your data based on Art. 6 para. 1 lit. b GDPR. We further process your data if required to fulfil a legal obligation on the basis of Art. 6 para. 1 lit. c GDPR. The data processing can also take place based on our justified interest after Art. 6 para. 1 lit. f GDPR. The respective legal bases relevant in the individual case are informed about in the following paragraphs of this privacy policy. **Revocation of your consent to data processing** Many data processing operations are only possible with your explicit consent. You can revoke an existing consent at any time. The legality of data processing carried out until the revocation remains unaffected by the revocation. **Right to object to data collection in specific cases and against direct advertising (Art. 21 GDPR)** IF DATA PROCESSING IS CARRIED OUT ON THE BASIS OF ART. 6 PARA. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT AT ANY TIME TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA FOR REASONS ARISING FROM YOUR PARTICULAR SITUATION; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING RELIES CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA UNLESS WE CAN PROVIDE EVIDENCE OF COMPELLING LEGITIMATE GROUNDS FOR PROCESSING THAT OUTWEIGH YOUR INTERESTS, RIGHTS AND FREEDOMS, OR THE PROCESSING IS FOR THE ASSERTION, EXERCISE OR DEFENSE OF LEGAL CLAIMS (OBJECTION ACCORDING TO ART. 21 PARA. 1 GDPR). IF YOUR PERSONAL DATA ARE PROCESSED FOR THE PURPOSE OF DIRECT ADVERTISING, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH ADVERTISING; THIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS RELATED TO SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR THE PURPOSE OF DIRECT ADVERTISING (OBJECTION ACCORDING TO ART. 21 PARA. 2 GDPR). **Right to complain to the competent supervisory authority** In the case of violations of the GDPR, the persons affected have a right of complaint to a supervisory authority, particularly in the Member State of their habitual residence, their place of work, or the place of the suspected violation. The right of complaint is without prejudice to other administrative or judiciary recourse. **Right to data portability** You have the right to have data that we process automatically based on your consent or in fulfilment of a contract handed over to you or to a third party in a standard, machine-readable format. If you request the direct transfer of the data to another responsible party, this will only take place to the extent that it is technically feasible. **Information, correction and deletion** Under applicable legal provisions, you have the right to free information about your stored personal data, their origin and recipients and the purpose of data processing and, if necessary, a right to amend or delete this data at any time. For this, as well as other questions about personal data, you can always contact us. **Right to restriction of processing** You have the right to request the restriction of the processing of your personal data. You can contact us at any time for this purpose. The right to restriction of processing exists in the following cases: - If you dispute the correctness of your personal data stored with us, we usually need time to verify this. For the duration of the review, you have the right to request the restriction of the processing of your personal data. - If the processing of your personal data was done unlawfully, you can request the restriction of data processing instead of deletion. - If we no longer need your personal data, but you need them to exercise, defend or assert legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion. - If you have lodged an objection according to Art. 21 para. 1 GDPR, your and our interests must be weighed. As long as it is not yet clear whose interests predominate, you have the right to demand the restriction of the processing of your personal data. - If you have restricted the processing of your personal data, these data may only be processed – apart from their storage – with your consent or to assert, exercise or defend legal claims or protect the rights of another natural or legal person or for reasons of important public interest of the European Union or a Member State. **SSL or TLS encryption** This app uses SSL or TLS encryption for security reasons and to protect the transmission of confidential content, such as registration data or inquiries, which you send through the app. You can recognize an encrypted connection by the security certificate stored in your app's connection. If SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties. **Objection to advertising emails** We hereby object to the use of contact data published within the scope of the imprint obligation for sending unsolicited advertising and information materials. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam emails.
de: **Datenschutz** Die Betreiber dieser App nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese App benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. **Hinweis zur verantwortlichen Stelle** Die verantwortliche Stelle für die Datenverarbeitung auf dieser App ist: Esther Lukeba Blumenmann Straße 17 53842 Troisdorf Telefon: 022418667509 E-Mail: Esther.lukeba[@hsrw.org](mailto:lennart-luis.guggenberger@hsrw.org) Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet. **Speicherdauer** Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre personenbezogenen Daten, wie beispielsweise E-Mail-Adresse, Telefonnummer und Profilbild, gelöscht. Um jedoch die Vollständigkeit und Nachvollziehbarkeit der Meeting-Protokolle zu gewährleisten, bleibt die Identität der betreffenden Person (z. B. Name und Rolle) in diesen Protokollen erhalten. Dies dient der Authentizität und Integrität der Dokumentation. Die übrigen personenbezogenen Daten werden unwiderruflich entfernt, sofern keine anderen rechtlich zulässigen Gründe für die Speicherung vorliegen (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen). Im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe. **Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website** Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert. **Widerruf Ihrer Einwilligung zur Datenverarbeitung** Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt. **Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)** WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO). WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO). **Beschwerderecht bei der zuständigen Aufsichtsbehörde** Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe. **Recht auf Datenübertragbarkeit** Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist. **Auskunft, Berichtigung und Löschung** Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden. **Recht auf Einschränkung der Verarbeitung** Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen: - Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. - Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen. - Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. - Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. - Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden. **SSL- bzw. TLS-Verschlüsselung** Diese App nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Registrierungsdaten oder Anfragen, die Sie über die App senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass in Ihrer App-Verbindung ein entsprechendes Sicherheitszertifikat hinterlegt ist. Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden. **Widerspruch gegen Werbe-E-Mails** Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.
tr: **Kişisel Verilerin Korunması** Bu uygulamanın işletmecileri kişisel verilerinizin korunmasını çok ciddiye almaktadır. Kişisel verilerinizi yasal veri koruma yönetmeliklerine ve bu veri koruma bildirgesine uygun şekilde gizli tutuyoruz. Bu uygulamayı kullandığınızda çeşitli kişisel veriler toplanır. Kişisel veriler, sizin kişisel olarak tanımlanabileceğiniz verilerdir. Bu veri koruma bildirgesi, hangi verileri topladığımızı ve bu verileri ne için kullandığımızı açıklar. Ayrıca, bu işlemin nasıl ve hangi amaca hizmet ettiği hakkında da bilgi verir. İnternetteki veri aktarımının (örneğin e-posta iletişimi sırasında) güvenlik açıkları olabileceğini belirtmek isteriz. Üçüncü kişilerin verilere erişimine karşı tam koruma mümkün değildir. **Sorumlu Kara İçin İpucu** Bu uygulamadaki verilerin işlenmesinden sorumlu kuruluş: Esther Lukeba Blumenmann Sokak 17 53842 Troisdorf Telefon: 022418667509 E-posta: Esther.lukeba[@hsrw.org](mailto:lennart-luis.guggenberger@hsrw.org) Sorumlu kuruluş, kişisel verilerin işlenmesi amacı ve vasıtası üzerinde tek başına veya başkalarıyla birlikte karar veren doğal veya tüzel kişidir (örneğin isimler, e-posta adresleri vb.). **Depolama Süresi** Bu veri koruma bildirgesi içinde daha özel bir depolama süresi belirtilmediği sürece, verilerin işlenmesi amacı sona erdiğinde kişisel verileriniz bizde kalır. Geçerli bir silme talebini ileri sürerseniz veya verilerin işlenmesine ilişkin izninizizi geri çekerseniz, kişisel verileriniz (örneğin e-posta adresi, telefon numarası ve profil resmi gibi) silinir. Ancak, toplantı protokollerinin eksiksizliğini ve takip edilebilirliğini garanti etmek için, ilgili kişinin kimliği (örneğin isim ve rol) bu protokollerde kalır. Bu, belgelendirmenin otantisitesi ve bütünlüğüne hizmet eder. Diğer kişisel veriler, başka hiçbir yasal nedenin olmaması halinde geri alınamaz bir şekilde kaldırılır (örneğin vergi veya ticari saklama süreleri). Son durumda, bu nedenlerin ortadan kalkmasından sonra silme gerçekleştirilir. **Bu web sitesindeki veri işleme hukuki dayanaklarına genel bilgiler** Veri işlemesine izin verdiyseniz, kişisel verilerinizi, özel veri kategorileri işlendiğinde Art. 9 Abs. 1 DSGVO'ya göre Art. 6 Abs. 1 lit. a DSGVO veya Art. 9 Abs. 2 lit. a DSGVO temelinde işleriz. Kişisel verilerin üçüncü ülkelere aktarılması için açık izin verilmesi durumunda, veri işlemesi ayrıca Art. 49 Abs. 1 lit. a DSGVO temelinde gerçekleştirilir. Çerezlerin veya bilgilerin cihazınıza (ör. cihaz parmak izi ile) erişimin saklanmasına izin verdiyseniz, § 25 Abs. 1 TDDDG'ye göre ilave veri işlemesi gerçekleştirilir. İzin her zaman iptal edilebilir. Verilerinizin bir sözleşmenin yerine getirilmesi veya sözleşme öncesi tedbirlerin uygulanması durumunda gerekli olduğu durumlarda, verilerinizi Art. 6 Abs. 1 lit. b DSGVO temelinde işleriz. Bunun dışında, verilerinizi, bunlar hukuki bir yükümlülüğün yerine getirilmesi için gerekliysa, Art. 6 Abs. 1 lit. c DSGVO temelinde işleriz. Veri işlemesi, meşru menfaatlerimiz temelinde de Art. 6 Abs. 1 lit. f DSGVO'ya göre gerçekleştirilebilir. Veri koruma bildirgesinin ilgili bölümlerinde hangi hukuki dayanakların geçerli olduğunu bulabilirsiniz. **Verilerin işlenmesine izninizi geri çekme:** Birçok veri işlemesi sadece açık izninizle mümkündür. Zaten verdiğiniz bir izni her zaman geri çekebilirsiniz. İzni çekene kadar verilerin işlenmesinin meşru olması bu çekilmeden etkilenmez. **Özel durumlarda veri toplama ve doğrudan reklamlara karşı itiraz hakkı (Madde 21 DSGVO)** VERİ İŞLEME, MADDE 6 ABS. 1 LIT. E VEYA F DSGVO TEMELİNDE GERÇEKLEŞİRSE, KİŞİSEL DURUMUNUZA DAYANAN NEDENLERDEN DOLAYI HER ZAMAN KİŞİSEL VERİLERİNİZİN İŞLENMESİNE İTİRAZ ETME HAKKINA SAHİPSİNİZ; BU PROFLILLEME İÇİN DE GEÇERLİDİR. BİR İŞLEMENİN HANGİ HUKUKİ TEMELLERE DAYANDIĞINI BU VERİ KORUMA BİLDİRGESİNDEN ÖĞRENEBİLİRSİNİZ. İTİRAZ ETTİĞİNİZ TAKDİRDE, İLGİLİ KİŞİSEL VERİLERİNİZİ DAHA FAZLA İŞLEMEYECEĞİZ, YANİ İŞLEMENİN SİZİN ÇIKARLARINIZA, HAKLARINIZA VE ÖZGÜRLÜKLERİNİZE BASKIN OLDUĞUNA DAİR HAKLILIK GÖSTEREBİLİR YAHUT İŞLEME HUKUKİ İDDİALARIN YÜRÜTÜLMESİ, UYGULANMASI VEYA KORUNMASI AMACIYLA HİZMET ETMEKTEDİR (MAD. 21 ABS. 1 DSGVO'YA GÖRE İTİRAZ). KİŞİSEL VERİLERİNİZ DOĞRUDAN REKLAMCILIĞI YÜRÜTMEK İÇİN İŞLENİYORSA, HER ZAMAN BÖYLE BİR REKLAMCILIĞIN VASITASIYLA İŞLENEBİLEN KİŞİSEL VERİLERİNE KARŞI İTİRAZ ETME HAKKINA SAHİPSİNİZ; BU, PROFİLLEME İLE İLGİLİ OLARAK BU DOĞRUDAN REKLAMLA İLGİLİDİR. EĞER İTİRAZ EDERSENİZ, KİŞİSEL VERİLERİNİZ DAHA SONRA DOĞRUDAN REKLAMCILIĞIN AMAÇLARI İÇİN KULLANILMAZ (MAD. 21 ABS. 2 DSGVO'YA GÖRE İTİRAZ). **Yetkili denetim otoritesine şikâyet hakkı** DSGVO ihlalleri durumunda, mağdurlara, özellikle normal ikametgâhlarının, iş yerlerinin veya ihlalin tahmin edilen yerinin bulunduğu üye devletin denetim otoritesi olmak üzere bir şikâyet hakkı düşer. Şikayet hakkı, diğer idari veya yargı yolları zarar görmeksizin var olur. **Veri Taşınabilirliği Hakkı** Verilerinizi, izniniz temelinde veya bir sözleşmenin yerine getirilmesi bağlamında otomatik olarak işliyoruz, size veya üçüncü bir kişiye yaygın bir, makine tarafından okunabilir bir format da verilmiştir. Verilerin direkt olarak başka sorumlu bir kişiye aktarılmasını talep ederseniz, bu sadece teknik olarak gerçekleştirilebilir. **Bilgi, Düzeltme ve Silme** Geçerli yasal düzenlemeler çerçevesinde, her zaman ücretsiz bilgi alma hakkına sahipsiniz, depolanmış olan kişisel verileriniz, onların kaynağı ve alıcısı ve veri işlemenin amacı hakkında ve gerekliyse bu verilerin düzeltilmesi veya silinmesi hakkında. Bu ve kişisel verilerle ilgili diğer sorularınızla ilgili olarak her zaman bizimle iletişime geçebilirsiniz. **Veri İşleme Kısıtlaması Hakkı** Kişisel verilerinizin işlenmesinin kısıtlanmasını talep etme hakkına sahipsiniz. Bu konuda her zaman bizimle iletişime geçebilirsiniz. Data işlemesi kısıtlaması hakkı, aşağıdaki durumlarda vardır: - Bizde depolanan kişisel verilerinizin doğruluğunu reddediyorsanız, bunu kontrol etmek genellikle zaman alır. Kontrol süresi boyunca, kişisel verilerinizin işlenmesinin kısıtlanmasını talep etme hakkına sahipsiniz. - Kişisel verilerinizin işlenmesi hukuka aykırı olmuştur veya hukuka aykırıdır, veri işleme kısıtlamasını isteyebilirsiniz. - Kişisel verilerinize artık ihtiyacımız yoksa, ancak hak taleplerini savunma veya senaryo için ihtiyacınız varsa, kişisel verilerinizi silmek yerine, işleme kısıtlamasını talep etme hakkına sahipsiniz. - Madde 21 Abs. 1 DSGVO'ya göre bir itiraz oluşturduysanız, sizin ve bizim çıkarlarımız arasında bir dengeleme yapılmalıdır. Hangi çıkarların ağır basacağı henüz belirsiz olduğu sürece, kişisel verilerinizin işlemesinin kısıtlanmasını talep etme hakkına sahipsiniz. - Kişisel verilerinizin işlemesini kısıtladıysanız, bu veriler - depolanmaları dışında - izninizle veya hak taleplerini savunma veya uygulama veya başka bir adli veya tüzel kişinin haklarını koruma ya da Avrupa Birliği veya bir Üye Devletin önemli kamu çıkarları için işlenemez. **SSL veya TLS Şifreleme** Bu uygulama, gizli içeriklerin korunması, örneğin uygulama aracılığıyla gönderdiğiniz kayıt verileri veya istekler, için güvenlik nedenleriyle ve bir SSL veya TLS şifrelemesini kullanmaktadır. Bir uygulama bağlantınızda ilgili bir güvenlik sertifikasının tasarlandığı şifreli bir bağlantıyı tanıyabilirsiniz. SSL veya TLS şifrelemesi aktif olduğunda, bize ilettiğiniz verileri üçüncü kişiler tarafından okunamaz hale getirilir. **Reklam E-Postalarına Karşı İtiraz** Yayın bilgileri yükümlülüğü çerçevesinde yayınlanan iletişim verilerinin, özellikle istenmeyen reklam ve bilgi materyallerinin gönderilmesi için kullanılmasına karşı çıkılır. Sayfanın operatörleri, talep edilmeyen reklam bilgisi gönderilmesi durumunda, örneğin spam e-postalarla, açıkça hukuki işlem başlatma hakkını saklı tutar.
